alacritty
alsa-utils
arc-gtk-theme
aspell
aspell-en
autoconf
automake
baobab
base
bat
bc
binutils
bison
bitwarden
brightnessctl
btop
cargo-expand
cargo-tarpaulin
checkbashisms
clang
clipmenu
cmake
cockpit
cockpit-machines
cockpit-pcp
connman
cpupower
dash
direnv
dmenu-build
dmidecode
dnsmasq
dosfstools
dunst
ebtables
edk2-ovmf
efibootmgr
ethtool
evince
exa
fakeroot
fd
feh
fennel
firefox
flake8
flex
fnlfmt
fzf
gcc
git
git-lfs
github-cli
gnome-themes-extra
gnuplot
gparted
gradle
grub
gst-plugins-good
gtk-engine-murrine
gtk-engines
gvfs
gvfs-mtp
helix
hsetroot
htop
hunspell
hunspell-en_gb
hyperfine
imagemagick
inkscape
intel-ucode
jdk-openjdk
jq
kvantum
libnotify
linux
linux-firmware
linux-lts
luit
lxappearance
lxsession
m4
maim
make
mpv
mtools
mtpfs
neofetch
networkmanager
ninja
nnn
nodejs
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
os-prober
p7zip
pacman-contrib
papirus-icon-theme
patch
pavucontrol
pcmanfm
perf
perl-unicode-linebreak
picom
pkgconf
prettier
pulseaudio
pulseaudio-alsa
pyright
python-black
python-isort
python-matplotlib
python-numpy
python-pip
python-pipx
python-pygments
python-pylint
python-pynvim
python-virtualenv
python2
qemu-desktop
qt5ct
qt6ct
reflector
ripgrep
rsync
ruby
rust-analyzer
rustup
sad
samba
sd
selene-linter
shfmt
sscg
sudo
swtpm
sxiv
terminus-font
texinfo
texlab
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
time
tlp
tmux
tokei
torbrowser-launcher
tree
tree-sitter
ttf-croscore
ttf-fira-code
ttf-inconsolata
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
unclutter
unzip
veracrypt
virt-manager
virt-viewer
vivid
wget
which
wpa_supplicant
x86_energy_perf_policy
xclip
xcursor-vanilla-dmz
xdg-user-dirs
xdg-utils
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
yarn
zathura
zathura-pdf-mupdf
zip
zsh
zsh-syntax-highlighting
